let myName = "ivan";
console.log(myName);

// Створіть змінну з ім'ям name і присвойте їй ваше ім'я. Виведіть це ім'я в консоль.

// Створіть змінну age і присвойте їй ваш вік. Виведіть в консоль рядок, що містить ваш вік у такому форматі: "Мені {вік} років".

let age = 38;
console.log(`Мені ${age} років`);

// Створіть змінні x і y і присвойте їм довільні числа. Виведіть в консоль результати додавання, віднімання, множення та ділення цих чисел.

const x = 12;
const y = 6;
console.log(x + y, x - y, x * y, x / y);

// Створіть змінну city і присвойте їй назву вашого міста. Створіть рядок, який містить "Я живу в місті {назва міста}", і виведіть його в консоль.

const city = "Praha";
console.log(`Я живу в ${city}`);

// Створіть рядок з вашою електронною поштою.
// Використайте методи рядка, щоб витягнути ваше ім'я
// та доменну частину. Виведіть обидва ці значення в консоль.
const email = "vanek@gmail.com";

// Створіть змінну price і присвойте їй число. Створіть рядок, що містить ціну з символом гривні, наприклад: "Ціна: 500 грн".
